<html> 
<body> 
<h2 align = 'center'>WORLD OF WARCRAFT</h2>
<br/>
<h2 align = 'center'>CONTRATO DE LICEN&#199;A DE USU&#193;RIO FINAL</h2>
<br/>
<h2 align = 'center'>IMPORTANTE&#33; LEIA COM ATEN&#199;&#195;O.</h2>
<br/>
<h2 align = 'center'>Contrato redigido em 29 de junho de 2011</h2>
<br/>
<br/><p>
VOC&#202; DEVE LER COM ATEN&#199;&#195;O CONTRATO DE LICEN&#199;A DE USU&#193;RIO FINAL A SEGUIR APRESENTADO. ESTE SOFTWARE &#201; LICENCIADO E N&#195;O E VENDIDO. AO INSTALAR&#44; COPIAR OU DE OUTRA FORMA UTILIZAR O JOGO (ABAIXO DEFINIDO)&#44; VOC&#202; CONCORDA EM ESTAR VINCULADO COM OS TERMOS DESTE CONTRATO. CASO VOC&#202; N&#195;O CONCORDA COM TODOS OS TERMOS DESTE CONTRATO&#44; &#201; PRECISO CLICAR EM &#34;REJEITAR&#34; E DEVOLVER A C&#211;PIA DO WORLD OF WARCRAFT AO REVENDEDOR DO QUAL FOI ADQUIRIDO O JOGO PARA OBTER UM REEMBOLSO.
<br/>
Este programa de software e quaisquer arquivos que lhe s&#227;o entregues pela Blizzard (atrav&#233;s de transmiss&#227;o on&#45;line ou outro meio) para &#34;corrigir&#44;&#34; atualizar ou de outra forma modificar o programa de software e todas as c&#243;pias ou trabalhos derivados de tal programa de software (coletivamente com o &#34;Jogo Cliente&#34; abaixo definido&#44; o &#34;Jogo &#34;)&#44; s&#227;o protegidos como um trabalho com direito autoral da Blizzard Entertainment&#44; Inc. (&#8220;Blizzard Entertainment&#8221;)&#44; que licenciou seus direitos para explorar o Jogo no Brasil para a Blizzard Entertainment International&#44; uma divis&#227;o da Co&#246;peratie Activision Blizzard International U.A. Blizzard que &#233; seu parceiro contratual. (coletivamente aqui referenciado como &#34;Blizzard&#34;). Toda e qualquer utiliza&#231;&#227;o do Jogo &#233; regida pelos termos deste Contrato de Licen&#231;a de Usu&#225;rio Final (o &#34;Contrato de Licen&#231;a&#34; ou &#34;Contrato&#34;) e os Termos de Utiliza&#231;&#227;o do WoW (abaixo referenciados). Para jogar o Jogo&#44; &#233; preciso (a) instalar o software de computador (aqui referido como &#34;Jogo Cliente&#34;) em seu computador&#44; (b) obter junto a Blizzard o acesso ao servi&#231;o de jogo on&#45;line de m&#250;ltiplos jogadores massivos do World of Warcraft (o &#34;Servi&#231;o&#34;)&#44; que est&#225; sujeito ao contrato separado de Termos de Utiliza&#231;&#227;o (os &#34;Termos de Utiliza&#231;&#227;o do WoW &#34;) dispon&#237;vel em http&#58;//us.blizzard.com/pt&#45;br/company/legal/wow&#95;tou.html e aqui incorporado &#224; este Contrato por esta refer&#234;ncia; e (c) registrar uma conta no servi&#231;o de jogos Battle.net&#174; da Blizzard (a &#8220;Conta&#8221;)&#44; que est&#225; sujeita ao contrato de Termos de Utiliza&#231;&#227;o da Battle.net dispon&#237;vel em http&#58;//us.blizzard.com/pt&#45;br/company/about/termsofuse.html. O Jogo &#233; distribu&#237;do somente para utiliza&#231;&#227;o por usu&#225;rios finais autorizados e de acordo com os termos deste Contrato de Licen&#231;a. Qualquer uso&#44; reprodu&#231;&#227;o&#44; modifica&#231;&#227;o ou distribui&#231;&#227;o do Jogo n&#227;o expressamente autorizado pelos termos do Contrato de Licen&#231;a &#233; expressamente proibido.
</p><br/><p>
1. Concess&#227;o de uma Licen&#231;a de Uso Limitado. Sujeito ao seu contrato e com a continuidade de conformidade com este Contrato de Licen&#231;a&#44; a Blizzard aqui concede&#44; e voc&#234; aqui aceita&#44; uma licen&#231;a limitada e n&#227;o&#45; exclusiva para (a) instalar o software de computador (aqui referido como o &#34;Jogo Cliente&#34;) em um ou mias computadores de sua propriedade ou sob seu leg&#237;timo controle&#44; e (b) usar o Jogo Cliente em conjunto como o Servi&#231;o para fins somente de entretenimento n&#227;o&#45;comercial&#44; com a &#250;nica exce&#231;&#227;o de que voc&#234; pode instalar o Jogo Cliente n&#227;o&#45;modificado em um n&#250;mero ilimitado de computadores localizados em um cybercaf&#233; de boa f&#233; ou em um centro de jogos de computador de sua propriedade ou sob seu leg&#237;timo controle para utiliza&#231;&#227;o por usu&#225;rios que tenham uma Conta registrada. Toda e qualquer utiliza&#231;&#227;o do Jogo Cliente est&#225; sujeita ao Contrato de Licen&#231;a que voc&#234; precisa aceitar antes de poder jogar o Jogo.
</p><br/><p>
2. Limita&#231;&#245;es Adicionais da Licen&#231;a. A licen&#231;a que lhe &#233; concedida na Se&#231;&#227;o 1 esta sujeita as limita&#231;&#245;es definidas nas Se&#231;&#245;es 1 e 2 (coletivamente as &#34;Limita&#231;&#245;es da Licen&#231;a&#34;). Qualquer uso do Jogo em viola&#231;&#227;o as Limita&#231;&#245;es da Licen&#231;a ser&#225; considerado como uma infra&#231;&#227;o do direito autoral da Blizzard no e para o Jogo. Voc&#234; concorda que n&#227;o ir&#225;&#44; sob nenhuma circunst&#226;ncia&#58;
<br/>
A. no todo ou em parte&#44; copiar&#44; fotocopiar&#44; reproduzir&#44; traduzir&#44; efetuar a engenharia reversa&#44; derivar c&#243;digo&#45;fonte do mesmo&#44; modificar&#44; desmontar&#44; descompliar ou criar trabalhos derivados com base no Jogo; desde que&#44; portanto&#44; voc&#234; fa&#231;a 1 (uma) c&#243;pia do Jogo Cliente e dos manuais que o acompanham somente para finas de arquivamento;
<br/>
B. usar trapa&#231;as&#44; software de automa&#231;&#227;o (bots)&#44; hacks&#44; mods ou qualquer software de terceiro n&#227;o&#45;autorizado projetado para modificar a experi&#234;ncia com o World of Warcraft;
<br/>
C. explorar o Jogo ou quaisquer de suas partes&#44; incluindo sem limita&#231;&#227;o ao Jogo Cliente&#44; para qualquer prop&#243;sito comercial n&#227;o de outra forma expressamente aqui definido&#44; incluindo sem limita&#231;&#227;o (a) (a) para coletar moeda no jogo&#44; itens ou recursos para venda fora do Jogo; ou (b) executar servi&#231;os no jogo em troca de pagamento fora do Jogo&#44; ou seja&#44; nivelamento de poder;
<br/>
D. usar qualquer software de terceiro n&#227;o&#45;autorizado que intercepte&#44; &#34;venha a minar&#34; ou de outra forma venha a coletar informa&#231;&#245;es de ou atrav&#233;s do Jogo ou Servi&#231;o&#44; incluindo sem limita&#231;&#227;o qualquer software que leia &#225;reas da RAM usada pelo Jogo para armazenar informa&#231;&#245;es sobre um personagem ou do ambiente do jogo; desde que&#44; no entanto&#44;a Blizzard possa por sua &#250;nica e absoluta discri&#231;&#227;o permitir o uso de determinadas interfaces de usu&#225;rio de terceiros;
<br/>
E. modificar ou causar uma modifica&#231;&#227;o em quaisquer arquivos que fa&#231;am parte do Jogo Cliente de qualquer formato n&#227;o expressamente autorizado pela Blizzard;
<br/>
F. hospedar&#44; fornecer ou desenvolver servi&#231;os de encontro de jogadores para o Jogo ou interceptar&#44; emular ou redirecionar os protocolos de comunica&#231;&#227;o usados pela Blizzard em qualquer forma&#44; para qualquer prop&#243;sito&#44; incluindo sem limita&#231;&#227;o o ato de jogar atrav&#233;s da Internet ou como parte de redes de agrega&#231;&#227;o de conte&#250;do;
<br/>
G. facilitar&#44; criar ou manter qualquer conex&#227;o n&#227;o&#45;autorizada ao Jogo ou Servi&#231;o&#44; incluindo sem limita&#231;&#227;o (a) qualquer conex&#227;o &#224; um servidor n&#227;o&#45;autorizado que possa emular ou tente emular o Servi&#231;o&#44; e (b) qualquer conex&#227;o que use programas ou ferramentas n&#227;o expressamente aprovados pela Blizzard; ou
<br/>
H. vender&#44; conceder um interesse de seguran&#231;a ou transferir reprodu&#231;&#245;es do Jogo para outras pessoas de uma forma n&#227;o expressamente aqui autorizada&#44; ou alugar&#44; locar ou licenciar o Jogo para outras pessoas.
</p><br/><p>
3. Propriedade. Toda a titularidade&#44; direitos de propriedade e direitos de propriedade intelectual no e para o Jogo e todas as c&#243;pias do mesmo (incluindo sem limita&#231;&#227;o&#44; quaisquer titularidades&#44; c&#243;digo de computador&#44; temas&#44; objetos&#44; personagens&#44; nomes de personagens&#44; est&#243;rias&#44; di&#225;logos&#44; frases de efeito&#44; localiza&#231;&#245;es&#44; conceitos&#44; trabalho art&#237;stico&#44; invent&#225;rios de personagens&#44; projetos estruturais ou paisagens&#44; efeitos &#225;udios&#45;visuais&#44; roteiros&#44; anima&#231;&#245;es&#44; sons&#44; composi&#231;&#245;es musicais e grava&#231;&#245;es&#44; semelhan&#231;as de personagens&#44; m&#233;todos de opera&#231;&#227;o&#44; direitos morais e qualquer documenta&#231;&#227;o relacionada) s&#227;o de propriedade ou licenciada pela Blizzard. O Jogo &#233; protegido pelas leis de direito autoral dos Estados Unidos&#44; tratados e conven&#231;&#245;es internacionais e por outras leis. O Jogo pode conter materiais licenciados por terceiros&#44; e os licenciadores destes materiais podem obrigar seus direitos no caso de qualquer viola&#231;&#227;o deste Contrato de Licen&#231;a. Voc&#234; pode permanentemente transferir todos os seus direitos e obriga&#231;&#245;es sob o Contrato de Licen&#231;a para outra pessoa&#44; somente ao transferir de forma f&#237;sica a m&#237;dia original( ou seja&#44; o CD&#45;ROM ou DVD que adquiriu)&#44; toda a embalagem original e todos os manuais ou outra documenta&#231;&#227;o distribu&#237;da com o Jogo; desde que&#44; no entanto&#44; voc&#234; exclua permanentemente todas as c&#243;pias e instala&#231;&#245;es do Jogo em seu poder ou controle e&#44; que o destinat&#225;rio concorde com os termos deste Contrato de Licen&#231;a. A pessoa que efetua a transfer&#234;ncia (ou seja&#44; voc&#234;) e n&#227;o a Blizzard&#44; concorda em ser a &#250;nica respons&#225;vel por quaisquer impostos&#44; taxas&#44; encargos&#44; reten&#231;&#245;es&#44; avalia&#231;&#245;es&#44; e assemelhados&#44; junto com qualquer taxa de juro&#44; multas e adi&#231;&#245;es impostas em conex&#227;o a esta transfer&#234;ncia. Voc&#234; reconhece e concorda que n&#227;o tem nenhum interesse&#44; monet&#225;rio ou de outra forma&#44; sobre qualquer recurso ou conte&#250;do no Jogo.
</p><br/><p>
4. Software Pr&#233;&#45;Carregado. A m&#237;dia com a qual o Jogo Cliente &#233; distribu&#237;do pode conter software e/ou conte&#250;do adicional para o qual voc&#234; n&#227;o tem uma licen&#231;a (o &#34;Software Bloqueado&#34;) e concorda que a Blizzard pode instalar o Software Bloqueado em seu disco r&#237;gido durante o processo de instala&#231;&#227;o do Jogo Cliente. Voc&#234; tamb&#233;m concorda que n&#227;o ir&#225; acessar&#44; usar&#44; distribuir&#44; copiar&#44; exibir&#44; efetuar engenharia reversa&#44; derivar c&#243;digo&#45;fonte de&#44; modificar&#44; desmontar&#44; descompilar qualquer Software Bloqueado&#44; ou cria qualquer trabalho derivativo com base no Software Bloqueado&#44; at&#233; que ou a n&#227;o ser que receba da Blizzard (a) uma licen&#231;a para usar aquele software; (b) uma chave alfanum&#233;rica v&#225;lida para desbloquear o mesmo. Se voc&#234; receber uma licen&#231;a e uma chave da Blizzard&#44; somente poder&#225; desbloquear estas partes de uma c&#243;pia &#250;nica do Software Bloqueado para o qual recebeu uma licen&#231;a. Os termos do Contrato de Licen&#231;a de Usu&#225;rio Final exibidos ap&#243;s o desbloqueio do Software Bloqueado ir&#227;o substituir e repor este Contrato&#44; mas somente em rela&#231;&#227;o ao Software Bloqueado para o qual voc&#234; recebe uma licen&#231;a. A n&#227;o ser por qualquer assertiva em contr&#225;rio aqui contida&#44; voc&#234; pode fazer 1 (uma) c&#243;pia do Software Bloqueado somente para fins de arquivo.
</p><br/><p>
5. Consentimento para Monitorar. AO ESTAR EM EXECU&#199;&#195;O&#44; O JOGO PODER&#193; MONITORAR O ACESSO RAND&#212;MICO DA MEM&#211;RIA (RAM) DE SUE COMPUTADOR PARA VERIFICAR SE N&#195;O H&#193; NENHUM PROGRAMA DE TERCEIRO N&#195;O AUTORIZADO SENDO EXECUTADO CONCORRENTEMENTE COM O JOGO. UM &#34;PROGRAMA DE TERCEIRO N&#195;O&#45;AUTORIZADO&#34; COMO AQUI UTILIZADO DEVER&#193; SER DEFINIDO COMO QUALQUER SOFTWARE DE TERCEIRO PROIBIDO PELA SE&#199;&#195;O 2. CASO O JOGO VENHA A DETECTAR UM PROGRAMA DE TERCEIRO N&#195;O&#45;AUTORIZADO&#44; O JOGO PODER&#193; (a) COMUNICAR ESTA INFORMA&#199;&#195;O DE VOLTA &#192; BLIZZARD&#44; INCLUINDO SEM LIMITA&#199;&#195;O SEU NOME DE CONTA&#44; DETALHES SOBRE O PROGRAMA DE TERCEIRO N&#195;O&#45;AUTORIZADO DETECTADO&#44; E A HORA E DATA; E/OU (b) EXERCER QUALQUER E TODO SEU DIREITO SOB ESTE CONTRATO&#44; COM OU SEM PR&#201;VIO AVISO AO USU&#193;RIO.
</p><br/><p>
6. Rescis&#227;o. Este Contrato de Licen&#231;a permanece em vigor at&#233; sua rescis&#227;o. Voc&#234; pode rescindir o Contrato de Licen&#231;a a qualquer momento ao (i) destruir permanentemente todas as c&#243;pias do Jogo em seu poder ou controle; (ii) remover o Jogo Cliente de seu disco r&#237;gido; (iii) notificar &#224; Blizzard de sua inten&#231;&#227;o de rescindir este Contrato de Licen&#231;a. Sujeito a conformidade da Blizzard com as leis Brasileiras&#44; esta poder&#225; rescindir este Contrato a qualquer momento por qualquer motivo ou sem motivo. Na rescis&#227;o por qualquer motivo&#44; todas as licen&#231;as aqui concedidas devem ser imediatamente terminadas e voc&#234; precisa imediatamente e permanentemente destruir todas as c&#243;pias do Jogo em seu poder e controle e remover o Jogo Cliente de seu disco r&#237;gido. 
</p><br/><p>
7. Controles de Exporta&#231;&#227;o. O Jogo n&#227;o pode ser reexportado&#44; baixado ou de outra forma exportado para (ou para uma pessoa de nacionalidade ou residente) para qualquer pa&#237;s para o qual os EUA tenha decretado o embargo de mercadorias ou para qualquer pessoa constante da lista do Departamento do Tesouro dos EUA de Nacionalidade Especialmente Designada ou na Tabela de Nega&#231;&#227;o de Pedidos do Departamento de Com&#233;rcio dos EUA. Voc&#234; representa e garante que n&#227;o est&#225; localizado em&#44; sob o controle de&#44; ou de uma nacionalidade ou residente em qualquer destes pa&#237;ses ou em qualquer destas listas.
</p><br/><p>
8. Corre&#231;&#245;es e Atualiza&#231;&#245;es. A Blizzard poder&#225; implementar ou fornecer corre&#231;&#245;es&#44; atualiza&#231;&#245;es e modifica&#231;&#245;es para o Jogo&#44; que precisam ser instaladas para que o usu&#225;rio possa continuar a jogar o Jogo. A Blizzard poder&#225; atualizar o Jogo de forma remota&#44; incluindo sem limita&#231;&#227;o&#44; o Jogo Cliente residente na m&#225;quina do usu&#225;rio&#44; sem o conhecimento do usu&#225;rio&#44; e voc&#234; aqui concede seu consentimento para que a Blizzard implemente e aplique tais corre&#231;&#245;es&#44; atualiza&#231;&#245;es e modifica&#231;&#245;es.
</p><br/><p>
9. Dura&#231;&#227;o do Componente &#34;On&#45;line&#34; do Jogo. O Jogo &#233; um jogo &#34;on&#45;line&#34; que precisa ser jogado atrav&#233;s da Internet e atrav&#233;s do Servi&#231;o como fornecido pela Blizzard. Voc&#234; compreende e concorda que o Servi&#231;o &#233; fornecido pela Blizzard a seu crit&#233;rio e pode ser terminado ou de descontinuado de qualquer forma pela Blizzard consoante os Termos de Uso do WoW.
</p><br/><p>
10. Garantia Limitada. O JOGO (INCLUINDO SEM LIMITA&#199;&#195;O O JOGO CLIENTE E OS MANUAIS) &#201; FORNECIDO &#34;NO ESTADO EM QUE SE ENCONTRA&#34; SEM A GARANTIA DE QUALQUER TIPO&#44; SEJA EXPRESSA OU IMPL&#205;CITA&#44; INCLUINDO SEM LIMITA&#199;&#195;O QUAISQUER GARANTIAS IMPL&#205;CITAS DE CONDI&#199;&#195;O&#44; USO ININTERRUPTO&#44; COMERCIABILIDADE&#44; ADEQUA&#199;&#195;O PARA UM DETERMINADO PROP&#211;SITO OU N&#195;O&#45;INFRA&#199;&#195;O. Todo o risco resultante do uso ou desempenho do Jogo (incluindo sem limita&#231;&#227;o o Jogo Cliente e os Manuais) permanecem com o usu&#225;rio. Apesar do acima&#44; a Blizzard fornece a garantia de at&#233; e incluindo 180 dias&#44; a partir da data de sua compra do Jogo&#44; de que a m&#237;dia que cont&#233;m o Jogo Cliente estar&#225; livre de defeitos em termos de material e industrializa&#231;&#227;o. Caso seja provado que tal m&#237;dia tenha defeito durante este per&#237;odo de tempo&#44; e com a apresenta&#231;&#227;o de prova de compra da m&#233;dia defeituosa &#224; Blizzard&#44; esta a sua op&#231;&#227;o (a) ir&#225; corrigir qualquer defeito&#44; (b) fornecer&#45;lhe um produto similar de valor similar ou (c) reembolsar o valor de sua compra. O ACIMA DISPOSTO &#201; SUA SOLU&#199;&#195;O &#218;NICA E EXCLUSIVA PARA A GARANTIA EXPRESSA DEFINIDA NESTA SE&#199;&#195;O. Alguns estados n&#227;o permitem a exclus&#227;o ou limita&#231;&#227;o de garantias impl&#237;citas&#44; portanto&#44; as limita&#231;&#245;es acima podem n&#227;o ser aplic&#225;veis no seu caso.
</p><br/><p>
11. Limita&#231;&#227;o de Responsabilidade&#44; Indeniza&#231;&#227;o. NA EXTENS&#195;O PERMITIDA PELA LEI APLIC&#193;VEL&#44; AS PARTES AQUI CONCORDAM QUE NEM A BLIZZARD NEM SUA HOLDING&#44; SUBSIDI&#193;RIAS OU AFILIADAS SER&#195;O RESPONS&#193;VEIS SOB NENHUMA FORMA POR QUALQUER PERDA OU DANO DE QUALQUER TIPO RESULTANTE DO QUALQUER USO DO JOGO&#44; INCLUINDO SEM LIMITA&#199;&#195;O&#44; A PERDA DE DADOS&#44; PERDA DE ATIVOS&#44; INTERRUP&#199;&#195;O DE TRABALHO&#44; FALHA OU MAL FUNCIONAMENTO DO COMPUTADOR&#44; OU POR QUALQUER OUTRO DANO OU PERDA. MAIS AINDA&#44; NEM A BLIZZARD&#44; NEM SUA HOLDING&#44; SUBSIDI&#193;RIAS OU AFILIADAS SER&#195;O RESPONS&#193;VEIS POR QUALQUER FORMA DE QUALQUER PERDA OU DANO PARA PERSONAGENS DO JOGO&#44; MERCADORIAS VIRTUAIS (OU SEJA&#44; ARMADURAS&#44; PO&#199;&#213;ES&#44; ARMAS&#44; ETC.) OU POR MOEDAS&#44; CONTAS&#44; ESTAT&#205;STICAS OU CLASSIFICA&#199;&#195;O DO USU&#193;RIO&#44; RANKING OU INFORMA&#199;&#213;ES DE PERFIL ARMAZENADOS PELO JOGO E/OU O SERVI&#199;O. A BLIZZARD N&#195;O SER&#193; RESPONS&#193;VEL POR QUAISQUER INTERRUP&#199;&#213;ES DO SERVI&#199;O&#44; INCLUINDO SEM LIMITA&#199;&#195;O&#44; A INTERRUP&#199;&#213;ES DO PSI&#44; FALHAS DE SOFTWARE OU HARDWARE&#44; OU QUALQUER OUTRO EVENTO QUE POSSA RESULTAR EM UMA PERDA DE DADOS OU NA INTERRUP&#199;&#195;O DO SERVI&#199;O. SOB NENHUMA HIP&#211;TESE A BLIZZARD SER&#193; RESPONS&#193;VEL POR QUAISQUER DANOS INDIRETOS&#44; INCIDENTAIS&#44; ESPECIAIS&#44; EXEMPLARES OU DE CONSEQU&#202;NCIA. Sob nenhuma hip&#243;tese a responsabilidade da Blizzard dever&#225;&#44; seja resultante de contrato&#44; delito&#44; responsabilidade estrita ou de outra forma&#44; exceder (no agregado) as taxas totais pagas por voc&#234; &#224; Blizzard durante os 6 (seis) meses imediatamente anteriores ao momento do surgimento de tal reclama&#231;&#227;o. Voc&#234; aqui concorda em defender e indenizar e manter a Blizzard n&#227;o respons&#225;vel por qualquer reclama&#231;&#227;o&#44; responsabilidade&#44; perda&#44; preju&#237;zo&#44; dano&#44; custo ou despesa (incluindo despesas razo&#225;veis de advogado) que a Blizzard possa ter de e para seu uso do Jogo. Alguns estados n&#227;o permitem a exclus&#227;o ou limita&#231;&#227;o de danos incidentais ou de consequ&#234;ncia&#44; portanto&#44; as limita&#231;&#245;es acima podem n&#227;o ser aplic&#225;veis no seu caso.
</p><br/><p>
12. Solu&#231;&#245;es Justas. Voc&#234; aqui concorda que a Blizzard teria danos irrepar&#225;veis se os termos deste Contrato de Licen&#231;a n&#227;o fossem especificamente obrigados e&#44; portanto&#44; concorda que a Blizzard ter&#225; o direito&#44; sem fian&#231;a. outras garantias&#44; ou prova de danos&#44; de se apropriar de solu&#231;&#245;es justas em rela&#231;&#227;o as quebras deste Contrato de Licen&#231;a&#44; adicionalmente a que tais solu&#231;&#245;es que a Blizzard possa e outra forma ter dispon&#237;vel para si sob as leis aplic&#225;veis. Caso qualquer ju&#237;zo seja impetrado por qualquer das partes em rela&#231;&#227;o a este Contrato de Licen&#231;a&#44; a parte vencedora de tal ju&#237;zo ter&#225; o direito de recuperar da outra parte todos os custos&#44; honor&#225;rios de advogado e outros gastos incorridos por tal parte vencedora no ju&#237;zo.
</p><br/><p>
13. Altera&#231;&#245;es do Contrato. A Blizzard poder&#225; substituir este Contrato por novas vers&#245;es (cada uma sendo um Novo EULA&#8221;) ao longo do tempo consoante com a evolu&#231;&#227;o do Jogo e das Leis. Este Contrato ser&#225; imediatamente rescindido na introdu&#231;&#227;o do Novo EULA&#44; e voc&#234; ter&#225; a oportunidade de rever e aceitar o Novo EULA. Caso voc&#234; aceite o Novo EULA&#44; e se a Conta registrada permanece me vigor&#44; voc&#234; ser&#225; capaz de continuar a jogar o Jogo sujeito aos termos do Novo EULA. Caso voc&#234; decline em aceitar o Novo EULA ou se n&#227;o puder estar em conformidade com os termos do Novo EULA por qualquer motivo&#44; n&#227;o mais ter&#225; a permiss&#227;o de jogar o Jogo. Os Novos EULAs n&#227;o ser&#227;o aplicados retroativamente. A Blizzard poder&#225; alterar&#44; modificar&#44; suspender ou descontinuar qualquer aspecto do Jogo a qualquer momento. A Blizzard tamb&#233;m poder&#225; impor limites em determinados recursos ou restringir seu acesso &#224; partes ou todo o Jogo sem pr&#233;vio aviso ou responsabilidade. 
</p><br/><p>
14. Legisla&#231;&#227;o. Este Contrato ser&#225; regido por e em conformidade com as leis do Brasil&#44; ante uma corte de jurisdi&#231;&#227;o competente no Brasil. Aqueles de escolherem acessar o Servi&#231;o fora de localidades do Brasil&#44; o fazem por sua pr&#243;pria iniciativa e s&#227;o respons&#225;veis pela conformidade com leis locais se e na extens&#227;o de as leis locais sejam aplic&#225;veis. 
</p><br/><p>
15. Diversos. Este Contrato de Licen&#231;a constitui e cont&#233;m todo o acordo entre as partes com rela&#231;&#227;o ao assunto de mat&#233;ria aqui contido e substitui quaisquer acordos anteriores orais ou por escrito&#44; desde que&#44; no entanto&#44; de que este Contrato deva coexistir com e n&#227;o dever&#225; substituir os Termos de Uso. Na extens&#227;o que as provis&#245;es deste Contrato estejam em conflito com as provis&#245;es dos Termos de Uso&#44; as provis&#245;es conflitantes nos Termos de Uso dever&#227;o prevalecer. As prov&#245;es nas Se&#231;&#245;es 3&#44; 4&#44; 10&#45;12&#44; 14 e 15 devem permanecer em vigor ap&#243;s a rescis&#227;o deste Contrato&#44; seja qual for o motivo. Se qualquer provis&#227;o deste Contrato seja observada como n&#227;o&#45;obrig&#225;vel&#44; aquela provis&#227;o ser&#225; desconsiderada e o restante do Contrato permanecer&#225; em total vigor e efeito.
</p><br/><p>
WoW EULA PTBR 4.2
</p><br/><p>

</p>
</body>
</html>
